{
  "quem sou eu?": "Eu sou o PrevinaBot. Uma inteligência treinada para lhe orientar em dúvidas referentes a ISTs.",

  "clamidia sintomas": "A clamídia pode ser assintomática, mas pode causar dor ao urinar, secreção e dor pélvica. Nas mulheres pode evoluir para doença inflamatória pélvica.",
  "clamidia transmissao": "A clamídia é transmitida por relações sexuais desprotegidas e pode ser passada da mãe para o bebê durante o parto.",
  "clamidia tratamento": "A clamídia é tratada com antibióticos prescritos por um médico.",
  "clamidia medico": "O tratamento da clamídia pode ser feito com ginecologista, urologista ou infectologista.",

  "gonorreia sintomas": "A gonorreia pode causar secreção esverdeada, dor ao urinar, dor pélvica e, em casos avançados, infertilidade.",
  "gonorreia transmissao": "É transmitida por relações sexuais desprotegidas e de mãe para filho no parto.",
  "gonorreia tratamento": "O tratamento é feito com antibióticos sob prescrição médica.",
  "gonorreia medico": "Pode ser tratada com urologista (homens), ginecologista (mulheres) ou infectologista.",

  "sifilis sintomas": "A sífilis apresenta feridas indolores na fase inicial, podendo evoluir para manchas na pele e complicações graves em órgãos internos.",
  "sifilis transmissao": "A transmissão ocorre por relações sexuais sem preservativo, transfusão de sangue contaminado e transmissão vertical durante a gestação.",
  "sifilis tratamento": "A sífilis é tratada com penicilina aplicada sob orientação médica.",
  "sifilis medico": "Pode ser tratada por ginecologista, urologista, infectologista ou clínico geral.",

  "hpv sintomas": "O HPV pode causar verrugas genitais e, em alguns casos, lesões que podem evoluir para câncer.",
  "hpv transmissao": "O HPV é transmitido por contato sexual íntimo, mesmo sem penetração.",
  "hpv tratamento": "Não há cura definitiva, mas é possível controlar as lesões com medicamentos ou procedimentos médicos.",
  "hpv medico": "Pode ser tratado por ginecologista, urologista ou dermatologista.",

  "hiv sintomas": "O HIV pode ser assintomático por anos. Os sintomas incluem febre, fadiga, perda de peso e infecções frequentes.",
  "hiv transmissao": "Transmitido por relações sexuais desprotegidas, sangue contaminado e de mãe para filho.",
  "hiv tratamento": "Não tem cura, mas o tratamento com antirretrovirais permite viver com qualidade de vida.",
  "hiv medico": "O tratamento deve ser acompanhado por infectologista.",

  "herpes sintomas": "O herpes genital causa bolhas dolorosas na região genital, que podem se romper e formar feridas.",
  "herpes transmissao": "Transmitido por contato sexual sem preservativo ou pelo contato direto com as lesões.",
  "herpes tratamento": "Não tem cura definitiva, mas antivirais ajudam a reduzir os sintomas e recorrências.",
  "herpes medico": "O tratamento pode ser feito com infectologista, ginecologista ou urologista.",

  "tricomoníase sintomas": "A tricomoníase pode causar corrimento amarelado com odor forte, coceira e dor ao urinar.",
  "tricomoníase transmissao": "É transmitida por relações sexuais desprotegidas.",
  "tricomoníase tratamento": "É tratada com uso de antibióticos como o metronidazol, prescritos por médico.",
  "tricomoníase medico": "Pode ser tratada por ginecologista, urologista ou infectologista.",

  "candidiase sintomas": "A candidíase causa coceira intensa, vermelhidão e corrimento branco espesso na região genital.",
  "candidiase transmissao": "Não é considerada uma IST exclusiva, mas pode ser transmitida sexualmente em alguns casos.",
  "candidiase tratamento": "Tratada com antifúngicos em creme, comprimidos ou óvulos vaginais.",
  "candidiase medico": "Deve ser tratada por ginecologista ou urologista.",

  "hepatite b sintomas": "A hepatite B pode ser assintomática, mas pode causar fadiga, icterícia (pele e olhos amarelados), náusea e dor abdominal.",
  "hepatite b transmissao": "Transmitida por contato sexual sem preservativo, sangue contaminado e de mãe para filho.",
  "hepatite b tratamento": "Não tem cura, mas antivirais podem controlar a doença e reduzir complicações.",
  "hepatite b medico": "Deve ser acompanhada por infectologista ou hepatologista.",

  "prevencao geral": "O uso de preservativos em todas as relações sexuais reduz o risco de ISTs em até 98%. A testagem regular também é fundamental."
}
